Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Mechanics in Maersk regarded materials handling and maintenance of the pump as demanding, with several heavy-duty jobs.
nb: Mekanikerne i Maersk anså materialhåndteringen og vedlikeholdet av råvannspumpen som krevende, med flere tunge operasjoner.

source: The drilling site is around 215 kilometres north-west of Sørøya in Finnmark and around 150 kilometres north-west of the Goliat field.
nb: Lokasjonen ligg om lag 215 kilometer nordvest for Sørøya i Finnmark og om lag 150 kilometer nordvest for Goliatfeltet.

source: Information and training for the employees as mentioned in the fifth subsection, should especially
nb: Informasjon og opplæring til arbeidstakerne som nevnt i femte ledd, bør særlig omfatte:

source: Seadrill – West Hercules – investigation of unintentional disconnection of LMRP
nb: Seadrill – West Hercules – Gransking av utilsiktet frakobling av nedre stigerørspakke

source: Fire divisions in living quarters
nb: Brannskiller i boligkvarter

source: In order to fulfil the requirement for radiation protection training as mentioned in the third subsection,
nb: For å oppfylle kravet til strålevernutdanningen som nevnt i tredje ledd, bør utdanningskravene fra

source: Statoil’s inspection of the nipples on hose segments 1-3 is presented in table 6.1.
nb: Statoils inspeksjon av nipplene tilhørende slangesegment 1 – 3 framgår av tabell 6.1.

source: We have carried out an audit of Repsol Norge AS (RNAS) and their planning and execution of well operations, and their follow-up of well integrity status for Yme New Development.
nb: Vi har ført tilsyn med Repsol Norge AS (RNAS) og deres planlegging og gjennomføring av brønnoperasjoner og oppfølging av brønnintegritetsstatus for Yme New Develompent.

source: However, Eni’s organogram shows crane and deck personnel directly subordinate to the operator’s
nb: Enis organisasjonskart har imidlertid lagt kran- og dekkspersonellet direkte under Enis

source: S is drawn up by the ship technology and marine systems entity.
nb: , utarbeides av enheten Ship Technology & Marine Systems.

source: The divers succeeded after 11 minutes in closing all valves to leak points inside the bell, and pressure was restored with the aid of the bell’s own gas reserve.
nb: Etter 11 minutter fikk dykkerne stengt alle ventiler til lekkasjepunkter inne fra dykkeklokken, og trykket ble gjenopprettet ved hjelp av klokkens forråd av reservegass.

source: We have given Equinor Energy (Equinor) consent for exploration drilling in block 32/4 in the North Sea.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til leiteboring i blokk 32/4 i Nordsjøen.

source: Nine incidents were registered from 2014 to the day of the incident.
nb: Siden 2014 var det registrert ni hendelser før dagen for ulykken.

source: To be able to circulate in the kill mud, the hydraulic kelly cock valve in the top drive had to be opened.
nb: For å kunne sirkulere inn drepeslammet måtte den hydrauliske Kelly-cock ventilen i top-drive åpnes.

source: : 90% of the respondents across the companies selects the response options "agree" and "strongly agree" on a statement that addresses whether there is sufficient well control expertise in the team to handle a well control situation.
nb: 90% av personell på tvers av selskapstypene benytter seg av svaralternativene «enig» og «helt enig» på et utsagn som omhandler hvorvidt det er tilstrekkelig brønnkontrollkompetanse i teamet som skal håndtere en brønnkontrollsituasjon.

source: Stena Don is a semi-submersible boring rig of the type Kværner Maritime CS30.
nb: Stena Don er en halvt nedsenkbar Kværner Maritime CS30 borerigg.

source: The regulations apply to equipment and systems for injection.
nb: Forskriften gjelder for utstyr og systemer for injeksjon.

source: Section 20 on portable electrical equipment requires that, if this is to be used outside the living quarters, it must be certified for use in hazardous areas zone 1.
nb: I § 20 om bærbart elektrisk utstyr settes det krav til at bærbart elektrisk utstyr som skal brukes utenfor boligkvarteret, skal være sertifisert for bruk i eksplosjonsfarlige områder sone 1.

source: The buddy mask was left dangling from smoke diver3 and leaked air.
nb: Kameratmasken ble hengende på røykdykker3 og lekket luft.

source: This combines discharge data with the fact base in the rest of the RNNP, and assesses events which have or could have caused acute pollution.
nb: RNNP AU omfatter, i tillegg til akutte utslipp av råolje, også utslipp av andre oljer, kjemikalier og utslipp fra kaksinjeksjon.

source: Volund was discovered in 1994, and the plan for development and operation (PDO) was approved in 2007.
nb: Volund blei påvist i 1994, og plan for utbygging og drift (PUD) blei godkjent i 2007.

source: We have carried out an audit of Equinor and the prerequisites for area contingency planning for Halten Nordland.
nb: Vi har ført tilsyn med Equinor og forutsetninger for områdeberedskapen for Halten Nordland.

source: The operator shall submit the following material and information to the Norwegian Environment
nb: Operatøren skal sende følgende materiale og opplysninger til Miljødirektoratet:

source: Hazard and accident situations as mentioned in the third subsection, can include
nb: Fare- og ulykkessituasjoner som nevnt i tredje ledd, kan blant annet være

source: is verified in accordance with the safety integrity levels set on the basis of the IEC 61508 standard and
nb: verifiseres i henhold til sikkerhetsintegritetsnivåene som er satt ut fra standarden IEC 61508 og

source: We have given Norske Shell consent for the start-up and operation of a production well on the Knarr field.
nb: Vi har gitt Norske Shell samtykke til oppstart og drift av en produksjonsbrønn på Knarr-feltet.

source: Vulnerable environmental values mean, for example, corals and sponges.
nb: Med sårbare miljøverdier menes for eksempel koraller og svamp.

source: This was done from the ESD button in the platform’s power station and pump D ceased to be supplied with current.
nb: Hovedkraft ble stoppet fra nødstoppknapp i kraftstasjonen på plattformen og strømmen til lastepumpe D ble brutt.

source: • work winch (tag 33MK003) with wire rope and cast socket termination
nb: Arbeidsvinsjen (Tag 33MK003) med ståltau og støpt endefeste

source: For general provisions, see
nb: For generelle bestemmelser,

source: available as mentioned in section 2 on directly available information.
nb: i § 2 om direkte tilgjengelige opplysninger.

source: Trestakk was proven in 1986 and the plan for development and operation (PDO) was approved in 2017.
nb: Trestakk blei påvist i 1986, og plan for utbygging og drift (PUD) blei godkjent i 2017.

source: Pressure was observed in the well, which finally stabilised at 84 bar.
nb: Det ble observert trykk i brønnen som til slutt stabiliserte seg på 84 bar.

source: So the impact of 83 dB is twice as high as 80 dB.
nb: Lydeffekten av 83 dB vil derfor være dobbelt så høy som av 80 dB.

source: Oily drainage water means hosing-down water from the facility decks and rain water.
nb: Med oljeholdig drenasjevann menes vann fra spyling av dekk samt regnvann.

source: Use of timelines in the reports.
nb: Bruk av tidslinjer i rapportene.

source: A general alarm was activated at 14.52, and all personnel mustered.
nb: 14.52 ble generell alarm aktivert og alt personell mønstret.

source: The Petroleum Safety Authority Norway (PSA) has carried out an audit of Equinor focused on the company’s construction of substructures for Hywind Tampen.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med Equinor rettet mot selskapets bygging av substrukturer for Hywind Tampen.

source: Whether information about the inadequate configuration was transferred with the
nb: Det er uklart om det var overført informasjon om mangelfull utforming i forbindelse

source: Photograph 1 Where operator 2 fell, with impact points and spindle.
nb: Bilde 1 Fallvei til operatør 2, med treffpunkt og spindel.

source: “Phillips was the operator when
nb: Phillips var operatørselskap den gangen

source: 159 and 212 B and E
nb: 159 og 212 B og E

source: This became particularly challenging when the valve remained closed over a long period because maintenance work on HV3124 was postponed owing to missing spare parts.
nb: Dette ble spesielt utfordrende da ventilen sto stengt over lang tid siden vedlikeholdsarbeidet på HV3124 utsettes som følge av manglende deler.

source: For mobile facilities, this standard should be used for vibrations in the frequency range 5–80 Hz.
nb: For flytende innretninger bør denne standarden brukes for vibrasjoner i frekvensområdet 5–80 Hz.

source: In the wake of Macondo, operator companies and members of the Norwegian Shipowners Association also established the Well Incident Task Force.
nb: Etter Macondo ble det også etablert en arbeidsgruppe for operatørselskaper og medlemmer i Norges rederiforbund, kalt Well Incident Task Force.

source: OECD test no. 117 is suitable for complex substances, but not suitable for strong acids and bases, metal
nb: OECD test nr. 117 er egnet for komplekse stoffer, men er ikke egnet for sterke syrer og baser,

source: “It’s a question of starting from scratch each time.
nb: - Det gjelder å begynne på null hver gang.

source: These include inadequate gas-detector coverage and no opportunity for remote operation of blowdown in A-1200.
nb: Det er identifisert mangelfull dekning av gassdetektorer i anlegget og det er ingen mulighet for fjernstyrt trykkavlastning av A-1200 anlegget.

source: 17% of respondents who work in the service companies use the "I don't know" option.
nb: 17% av respondentene som jobber i serviceselskapene benytter seg av alternativet «vet ikke».

source: The operations engineer’s substitute was not present, but he talked about this issue with the engineer during the hand-over before the latter went on holiday.
nb: Makkeren (stedfortreder for driftsingeniør) var ikke med på møtet, men driftsingeniør snakket med ham om dette i overlevering før ferien.

source: The incident dated 2.1.2015 related to the installation/modification of railing/grating in an area called P45.
nb: Hendelsen datert 2.1.2015 var relatert til en installering/modifisering av rekkverk/grating i et område kalt P45.

source: The report has been compiled by Kåre Segadal and Andreas Møllerløkken of NUI, with assistance from Jan Risberg.
nb: Rapporten er utarbeidet av NUI ved Kåre Segadal og Andreas Møllerløkken, med bidrag fra Jan Risberg.

source: The Norwegian Oil Industry Association (OLF – now the Norwegian Oil and Gas Association) published guidelines on area emergency preparedness in 2000.
nb: I 2000 publiserte Oljeindustrien Landsforening (OLF - i dag Norsk olje og gass) retningslinjer for områdeberedskap, der det ble innført nye krav knyttet til redning av personell i sjøen ved helikopterulykke og ved evakuering fra en innretning.

source: On the other hand, bolts which accorded with BP’s new material specification and NORSOK M-001 –, i.e. hot-galvanised carbon steel – were used for installation in the Ula piping system.
nb: Ved innmontering i rørsystemet på Ula var det derimot benyttet bolter i henhold til BP nye materialspesifikasjon og NORSOK M-001, dvs. varmforsinket karbonstål.

source: Chemicals in closed systems with no discharge to the external environment, may for example be BOP-liquid or hydraulic liquid.
nb: Kjemikalier i lukkede systemer som ikke går til utslipp til ytre miljø, kan for eksempel være BOP-væske og hydraulikkvæsker.

source: Where radioactive substances shall be used, safe transport, handling and storage of the substances shall be facilitated.
nb: Der radioaktive stoffer likevel må brukes, skal det legges til rette for sikker transport, håndtering og lagring av stoffene.

source: Acknowledgement of Compliance granted to COSL Drilling Europe AS for COSLPromoter
nb: Samsvarsuttalelse til COSL Drilling Europe AS for COSLPromoter

source: Oil content as mentioned in the second subsection, means content of dispersed oil in undiluted water decided in accordance with Section 70.
nb: Med oljeinnhold som nevnt i andre ledd, menes innhold av dispergert olje i ufortynnet vann bestemt i henhold til § 70.

source: The process was further extended in 2010, when a separate report on acute spills (AU) was included in the family.
nb: Fra 2010 ble RNNP ytterligere utvidet, da en rapport om risiko for akutte utslipp (AU) ble inkludert i familien.

source: - Diameter and wall thickness of the male adapter.
nb: - Diameter og veggtykkelse til male adapter

source: The PSA has received information on the calculations which form the basis for COSL’s conclusions.
nb: Ptil har mottatt informasjon om beregningsgrunnlaget for COSL sine konklusjoner.

source: A roustabout (the injured person) was assigned by the assistant toolpusher to search for parts from the destroyed generator.
nb: En boredekksarbeider (skadede) fikk i oppgave av assisterende borer å lete etter deler fra ødelagt luftgenerator.

source: The design of the crane system used to lift the raw water pump into place had weaknesses.
nb: Designet av kransystemet som ble brukt til å løfte råvannspumpen på plass, hadde svakheter.

source: Based on this information, we consider that a number of people could potentially have been exposed to water and oil vapour at temperatures of 120°C as well as to hazardous gas concentrations.
nb: Basert på disse opplysningene er det vår vurdering at en rekke personer potensielt kunne ha blitt eksponert for vann- og oljedamp med temperaturer på 120 C.

source: document format should be stated when the document is made available electronically.
nb: Dokumentformatet bør oppgis når dokumentet gjøres tilgjengelig elektronisk.

source: Equinor – Consent to use Utgard
nb: Equinor – Samtykke til bruk av Utgard

source: The power cable accompanying the pump came from Prysmian Kabel und Systeme GmbH.
nb: Strømkabelen som følger med råvannspumpen, var produsert av Prysmian Kabel und Systeme GmbH.

source: When designing the emergency shutdown system, the standards NS-EN ISO 13702 and
nb: Ved utforming av nødavstengningssystem bør standardene NS-EN ISO 13702 og

source: As regards requirements to acoustics as mentioned in the second paragraph, the NORSOK S-002 standard revision 4 Chapter 5.5.3 should be used.
nb: For krav til akustikk som nevnt i andre ledd, bør standarden NORSOK S-002N revisjon 4 kapittel 5.5.3 brukes.

source: 10.29: PSA notified of the incident.
nb: 10.29 Petroleumstilsynet varslet om hendelsen.

source: Cameron – use and maintenance of BOP valves
nb: Cameron - bruk og vedlikehold av BOP ventiler

source: Several of the ongoing improvement projects in the industry are examples of this.
nb: Det er også flere av forbedringsprosjektene som pågår i næringen, eksempler på.

source: The well is to be drilled by Transocean Arctic, which is a semi-submersible mobile drilling facility of the Marosso 56 type, built by Mitsubishi Heavy Industries in Japan in 1987.
nb: Brønnen skal borast med Transocean Arctic, som er ei halvt nedsenkbar boreinnretning av typen Marosso 56, bygd ved Mitsubishi Heavy Industries i Japan i 1987.

source: Drilling is scheduled to start in May 2019 and is estimated to last 33 days.
nb: Boringa er planlagd starta i mai 2019 og er estimert å vara i 33 døgn.

source: Skogul is a field in the central part of the North Sea, 30 kilometres northeast of the Alvheim field.
nb: Skogul ligg i den midtre delen av Nordsjøen, 30 kilometer nordaust for Alvheim.

source: The new report summarises and expands on progress and statuses up to 2018, using 2010 as its baseline.
nb: Rapporten som nå foreligger, oppsummerer og utdyper fremskritt og status frem til og med 2018 med utgangspunkt i 2010 status.

source: This was a lifting operation, and could be regarded as the most critical part of the job since the hanging load had to be managed manually.
nb: Inn- og utløfting av pumpen er en løfteoperasjon og kan regnes som den mest kritiske delen av håndteringen da den hengende lasten må håndteres manuelt.

source: in and outside the realm and the Norwegian continental shelf when it follows from international law or by agreement with a foreign state.
nb: i og utenfor riket og norsk kontinentalsokkel når det følger av folkeretten eller av overenskomst med fremmed stat.

source: If the work is regarded as risky or complex, an SJA must be carried out.
nb: Dersom arbeidet anses som risikofylt eller komplekst, skal det gjennomføres en SJA.

source: The process shutdown valve (XV 08785) on the liquid outlet from the condensate pot had not been opened in connection with the start-up.
nb: Det oppdages at prosessnedstengningsventil på væskeutløpet av kondensatbeholderen (XV 08785) ikke har blitt åpnet i forbindelse med oppstart.

source: The professional ladder centrally was made aware of the lack of heat conservation on the HLNG PSVs as early as the spring of 2018.
nb: Fagstigen sentralt var gjort kjent med at det var manglende varmekonservering av PSVene på HLNG allerede våren 2018.

source: Overall, “only” 47% of the respondents make use of the same response options for a similar statement that addresses whether there are clear interfaces between onshore and offshore personnel involved in handling well control situations.
nb: Totalt sett benytter «bare» 47% av respondentene seg av de samme svarkategoriene for et lignende utsagn som omhandler hvorvidt det er klare grensesnitt mellom onshore- og offshore personell som er involvert i håndtering brønnkontrollsituasjoner.

source: According to Section 16 of the Health Personnel Act (in Norwegian only), enterprises that provide
nb: Etter helsepersonelloven § 16 skal virksomhet som yter helsehjelp, organiseres slik at helsepersonellet

source: (source: ConocoPhillips) (The pictures show damage to Ekofisk 2/4–W load-
nb: (kilde: ConocoPhillips) (Bildene viser skader på Ekofisk 2/4–W

source: Knowledge of the use of well control equipment
nb: Kjennskap til bruk av brønnkontrollutstyr:

source: • work imposing ergonomic strain, cf. RCW chapter 23.
nb: - ergonomisk belastende arbeid, jf. FUA kapittel 23.

source: Personnel with control and monitoring functions shall at all times be able to gather and process information on such conditions in an effective manner, cf. also
nb: Det skal legges til rette for at personell som har kontroll- og overvåkingsfunksjoner, til enhver tid kan hente inn og behandle informasjon om slike forhold på en effektiv måte, jf.

source: Following the swine flu scare in 2009, the FHI’s decision to recommend vaccination of the whole Norwegian population came in for criticism from several quarters.
nb: I etterkant av svineinfluensautbruddet i 2009, ble avgjørelsen om å anbefale vaksine til hele befolkningen kritisert fra flere hold.

source: This is a Global Maritime GM4000 type semi-submersible drilling facility, and was a newbuild from the COSCO shipyard in China in 2012.
nb: Dette er ei halvt nedsenkbar boreinnretning av typen Global Maritime GM4000, som var nybygd frå verftet COSCO i Kina i 2012.

source: Programme for and information on drilling and well activities
nb: Program for og opplysninger om bore- og brønnaktiviteter

source: Equinor – consent for use of Deepsea Atlantic on the Vigdis field
nb: Equinor – samtykke til bruk av Deepsea Atlantic på Vigdis

source: Aker BP - Consent for the use of Maersk Interceptor at Ivar Aasen
nb: Aker BP - Samtykke til bruk av Maersk Interceptor på Ivar Aasen

source: Key in this connection is the health personnel's duty to carry out professionally prudent operations, cf. Section 4 of the Health Personnel Act (in Norwegian only).
nb: Sen-tral i denne forbindelse er helsepersonellets plikt til å utøve faglig forsvarlig virksomhet, jf. helsepersonel-loven § 4.

source: The backlog for HSE-critical preventive maintenance has remained roughly stable during this period, but the number of hours in total outstanding corrective maintenance increased substantially in 2020 compared with the year before.
nb: Etterslepet for HMS-kritisk forebyggende vedlikehold har holdt seg noenlunde stabilt i hele perioden. Det er en betydelig økning i antall timer for det totale utestående korrigerende vedlikeholdet i 2020 sammenlignet med året før.

source: There were 117 people on board at the time.
nb: Det var 117 personer om bord da hendelsen skjedde.

source: Nor were isolation valves 41 and 42 locked in the right position before pulling the Xmas tree in accordance with the same procedure.
nb: Isoleringsventil 41 og 42 ble heller ikke låst i rett posisjon før trekking av juletreet i henhold til samme arbeidsprosedyre.

source: Rigging down and disassembly of equipment, as well as punching and removal of blinds.
nb: Nedrigging og demontering av utstyr, punching, fjerning av blindspader.

source: Nor is this covered by procedures, materials handling plans or user manuals from the manufacturer of the raw water system or the overhead crane.
nb: Det dekkes heller ikke av prosedyrer, materialhåndteringsplaner eller brukermanualer fra produsenten av råvannsystemet eller traverskranen.

source: “OSPAR’s protocol for testing of chemicals used in the offshore oil industry” refers to "OSPAR Protocols on Methods for the Testing of Chemicals Used in the Offshore Oil Industry (reference number: 2005-11 (a revised version of agreement 1995-07))".
nb: Med "OSPARs protokoller for testing av kjemikalier brukt av petroelumsindustrien til havs", menes "OSPAR Protocols on Methods for the Testing of Chemicals Used in the Offshore Oil Industry (reference number: 2005-11 (a revised version of agreement 1995-07))".

source: The reporting shall take place using ”EnvironmentWeb” (EW).
nb: Rapporteringen skal skje ved bruk av ”EnvironmentWeb” (EW).

source: This subject was also raised in many interviews.
nb: Dette er også et tema i mange intervjuer.

source: Examples where timelines are documented in the investigation reports are the incidents with falling scaffolding planks of 7.3.2015, the falling concrete hose of 2.8.2015 and the aluminium plate which fell on 2.11.2015.
nb: Eksempler hvor tidslinjer er dokumentert i granskingsrapportene er hendelsene med stillasplanker som falt ned 7.3.2015, sementslangen som falt ned 2.8.2015 og aluminiumsplaten som falt ned den 2.11.2015.

source: DNV-RP-C103 originally recommended an asymmetry factor of 1.2.
nb: I DNV-RP-C103 er det opprinnelig anbefalt en asymmetrifaktor på 1.2.

source: Lack of an available materials handling plan, user manuals or work instructions for connecting and disconnecting the extender.
nb: Manglende tilgjengelig materialhåndteringsplan, bruksanvisning eller arbeidsinstruks for montering og demontering av forlengerseksjonen.

source: The environmental significance may be different from land discharges, in shallow waters with other natural resources and recipient conditions.
nb: Den miljømessige betydningen vil kunne være annerledes ved utslipp fra land, i grunnere farvann med andre naturressurser og resipientbetingelser.

source: BP was aware of the corrosion mechanisms in the produced-water system.
nb: BP var kjent med korrosjonsmekanismene i systemet for produsert vann.

source: ll be assessed and categorised in the following subcategories: a) subcategory 1 if the substance is expected to be fully biodegraded or biodegradable into degradation
nb: al vurderes og kategoriseres i følgende underkategorier: a) underkategori 1 dersom nedbrytningsstoffet forventes å bionedbrytes fullstendig eller bionedbrytes til

source: The landing areas were position on the southern, eastern and western sides, as shown in figure 4.
nb: Landingsområdene var plassert i sør, øst og vest, som vist på figur 4.
